<? 	
$lot_zone_bet= array(1 =>1,2 =>4,3 =>1 ,4=>1,5=>1,6=>2,7=>2,8=>1,9=>1,10=>1,11=>1,12=>1,13=>1,14=>1,15=>1,16=>2,17=>1,18=>96,19=>11
,20=>1,21=>1,22=>1,23=>1,24=>1,25=>1,26=>1,27=>1,28=>1,29=>1,30=>1,31=>1,32=>1,33=>1,34=>1,35=>1); 
/*
$lot_zone["th"]= array(1 =>"หวยไทย",2 =>"หวยหุ้นไทย",3 =>"หวยลาว" ,4=>"หวยมาเลเซีย",5=>"หวยเวียดนาม",6=>"หุ้นนิเคอิ",7=>"หุ้นฮั่งเส็ง",8=>"หุ้นดาวโจนส์",9=>"หุ้นสิงคโปร์",10=>"หุ้นอียิปต์",11=>"หุ้นรัสเซีย",12=>"หุ้นเยอรมัน",13=>"หุ้นอังกฤษ",14=>"หุ้นเกาหลี",15=>"หุ้นใต้หวัน",16=>"หุ้นจีน",17=>"หุ้นอินเดีย",18=>"จับยี่กี",19=>"หวยรายวัน"); 
*/
$lot_zone["cs"]["zone"]= array(1 =>"หวยไทย",2 =>"หวยหุ้นไทย",3 =>"หวยลาว" ,4=>"หวยมาเลเซีย",5=>"หวยเวียดนาม",6=>"หุ้นนิเคอิ",7=>"หุ้นฮั่งเส็ง",8=>"หุ้นดาวโจนส์",9=>"หุ้นสิงคโปร์",10=>"หุ้นอียิปต์",11=>"หุ้นรัสเซีย",12=>"หุ้นเยอรมัน",13=>"หุ้นอังกฤษ",14=>"หุ้นเกาหลี",15=>"หุ้นใต้หวัน",16=>"หุ้นจีน",17=>"หุ้นอินเดีย",18=>"จับยี่กี",19=>"หวยรายวัน"); 

##################หวยหุ้นไทย
$lot_type["cs"][1]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3ตัวหัวบน", 17 =>"3ล่างหัว", 18 =>"2ตัวหัวบน", 19 =>"วิ่งหัวบน", 20 =>"3 โต๊ดหัวบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน"
						  
, 25 =>"xxx", 26 =>"xxx", 27 =>"xxx", 28 =>"xxx", 29 =>"xxx", 30 =>"xxx", 31 =>"xxx", 32 =>"xxx", 33 =>"xxx", 34 =>"xxx", 35 =>"xxx"
					  );



$lot_type_not["cs"][1]= array(  1 =>"xxx");

##################หุ้นไทย
$lot_type["cs"][2]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][2]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");

##################หวยลาว
$lot_type["cs"][3]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน"
,25 =>"4ตัว", 26 =>"4โต๊ด", 27 =>"เลขชุด"
);

$lot_type_not["cs"][3]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


##################หวยมาเลเซีย
$lot_type["cs"][4]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][4]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");

############5######หวยเวียดนาม
$lot_type["cs"][5]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][5]=array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");

############6######หุ้นนิเคอิ
$lot_type["cs"][6]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][6]=array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############7######หุ้นฮั่งเส็ง
$lot_type["cs"][7]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][7]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############8######หุ้นดาวโจนส์
$lot_type["cs"][8]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][8]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############9######หุ้นสิงคโปร์
$lot_type["cs"][9]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][9]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############10######หุ้นอียิปต์
$lot_type["cs"][10]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][10]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############11######หุ้นรัสเซีย
$lot_type["cs"][11]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][11]=array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############12######หุ้นเยอรมัน
$lot_type["cs"][12]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][12]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############13######หุ้นอังกฤษ
$lot_type["cs"][13]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][13]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############14######หุ้นเกาหลี
$lot_type["cs"][14]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][14]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############15######หุ้นใต้หวัน
$lot_type["cs"][15]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][15]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############16######หุ้นจีน
$lot_type["cs"][16]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][16]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############17######หุ้นอินเดีย
$lot_type["cs"][17]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][17]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############18######จับยี่กี
$lot_type["cs"][18]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][18]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");


############19######หวยรายวัน
$lot_type["cs"][19]= array(1 =>"3บน", 2 =>"3ล่าง", 3 =>"3โต๊ด", 4 =>"2บน", 5 =>"2ล่าง", 6 =>"วิ่งบน", 7 =>"วิ่งล่าง"
, 8 =>"1ตัวบน สูง-ต่ำ" , 9 =>"2ตัวบน สูง-ต่ำ", 10 =>"3ตัวบน สูง-ต่ำ", 11 =>"2ตัวล่าง สูง-ต่ำ", 12 =>"คี่-คู่", 13 =>"2ใน3", 14 =>"3ใน4", 15 =>"3ใน5", 16 =>"3หน้าตรง", 17 =>"3ล่างหน้า", 18 =>"2หน้าบน", 19 =>"วิ่งหน้าบน", 20 =>"3โต๊ดหน้าบน", 21 =>"ปักหลักหน่วย", 22 =>"ปักหลักสิบ", 23 =>"ปักหลักร้อย", 24 =>"2โต๊ดบน");

$lot_type_not["cs"][19]= array(  1 =>"3ล่าง"
, 2 =>"1ตัวบน สูง-ต่ำ" , 3 =>"2ตัวบน สูง-ต่ำ", 4 =>"3ตัวบน สูง-ต่ำ", 5 =>"2ตัวล่าง สูง-ต่ำ", 6 =>"คี่-คู่", 7 =>"2ใน3", 8 =>"3ใน4", 9 =>"3ใน5", 10 =>"3หน้าตรง", 11 =>"3ล่างหน้า", 12 =>"2หน้าบน", 13 =>"วิ่งหน้าบน", 14 =>"3โต๊ดหน้าบน", 15 =>"2โต๊ดบน", 16 =>"xxx");







function _cvf2($strDate, $mode , $lg="en"){
	$month_key = array("01", "02", "03", "04", "05", "06", "07", "08", "09", "10", "11", "12"); 

	
	$month_full_list["cs"] = array("January", "February", "March", "April", "May", "June", "July", "August", "September", "October", "November", "December");
	$month_short_list["cs"] = array("Jan", "Feb", "Mar", "Apr", "May", "Jun", "Jul", "Aug", "Sep", "Oct", "Nov", "Dec");

	
	$month_full = $month_full_list[$lg];
	$month_short = $month_short_list[$lg];
	
	
	if(!isset($month_full_list[$lg])){
		$month_full = $month_full_list["cs"];
		$month_short = $month_short_list["cs"];
	}
	
	
	
	
	$strDate=date("Y-m-d H:i:s",$strDate); // รูปแบบ Y-m-d H:i:s
	$dYear = substr($strDate,0,4);	
	$dMonth = substr($strDate,5,2);
	$dDay = substr($strDate,8,2);
	$dTime = substr($strDate,11,5); 
	$dsecon=substr($strDate,17,2); 
	
	#if($dYear < 2550){ $dYear += 543; }

	switch($mode){
		case '1':			// วันที่ 12 เดือนสิงหาคม พ.ศ. 2550
			$thMonth = array_combine($month_key, $month_full);  
			$new_date = "Date ".$dDay." Month".$thMonth[$dMonth]." A.D.".$dYear ;
		break;
		case '2':			// วันที่ 12 เดือนสิงหาคม พ.ศ. 2550 เวลา 12.30
			$thMonth = array_combine($month_key, $month_full);  
			$new_date = "Date ".$dDay." Month".$thMonth[$dMonth]." A.D.".$dYear." Time ".$dTime ;
		break;
		
		
		case '3':			// 12 สิงหาคม พ.ศ. 2550
			$thMonth = array_combine($month_key, $month_full);  
			$new_date = $dDay." ".$thMonth[$dMonth]." ".$dYear ;
		break;
		case '4':			// 12 สิงหาคม พ.ศ. 2550 เวลา 12.30
			$thMonth = array_combine($month_key, $month_full);  
			$new_date = $dDay." ".$thMonth[$dMonth]." ".$dYear ." Time ".$dTime ;
		break;
		
		case '5':			// 12 ส.ค. 50
			$thMonth = array_combine($month_key, $month_short); 
			$new_date = $dDay." ".$thMonth[$dMonth]." ". substr($dYear,2,2);
		break;
		case '6':			// 12 ส.ค. 50 12.30
			$thMonth = array_combine($month_key, $month_short); 
			$new_date = $dDay." ".$thMonth[$dMonth]." ". substr($dYear,2,2)." ".$dTime;
		break;
		
		
		case '7':			// 12/08/2550
			$new_date = $dDay."/".$dMonth."/".$dYear;
		break;
		case '8':			// 12/08/2550 12.30
			$new_date = $dDay."/".$dMonth."/".$dYear." ".$dTime;
		break;
		
		case '9':			// 12-08-2550
			$new_date = $dDay."-".$dMonth."-".$dYear;
		break;
		case '10':			// 12-08-2550 12.30
			$new_date = $dDay."-".$dMonth."-".$dYear." ".$dTime;
		break;
		
		case '11':			// 12/08/2010
			$new_date = $dDay."/".$dMonth."/".substr($strDate,0,4);
		break;
		case '12':			// 12/08/2010 12.30
			$new_date = $dDay."/".$dMonth."/".substr($strDate,0,4)." ".$dTime;
		break;
		
		case '13':			// 12-08-2010
			$new_date = $dDay."-".$dMonth."-".substr($strDate,0,4);
		break;
		case '14':			// 12-08-2010 12.30
			$new_date = $dDay."-".$dMonth."-".substr($strDate,0,4)." ".$dTime;
		break;
		case '15':			// 12 สิงหาคม พ.ศ. 2550 เวลา 12.30
			$thMonth = array_combine($month_key, $month_full);  
			$new_date = $dDay." ".$thMonth[$dMonth]." ".$dYear ." Time ".$dTime.":".$dsecon ;
		break;
	}	
	
	return $new_date;
}
	

?>