<? 	
$ca_status= array(1 =>  "ชนะ","ชนะ½","คืนทุน","แพ้","แพ้½","ยกเลิก","รอ" ); 
 
$ca_type= array(1 =>  "บาคาร่า","บาคาร่า","บาคาร่า","บาคาร่า","บาคาร่า","บาคาร่า","บาคาร่า"
 ,21 =>  "ประกันบาคาร่า","ประกันบาคาร่า","ประกันบาคาร่า"
 ,31 =>  "เสือ มังกร","เสือ มังกร","เสือ มังกร"
 ,51 =>  "ซิคโบ","ซิคโบ","ซิคโบ" ); 
 
 $ca_id= array(1 =>  "BAC","BAC","BAC","BAC","BAC","BAC","BAC"
 ,21 =>  "InsBAC","InsBAC","InsBAC"
 ,31 =>  "DT","DT","DT"
 ,51 =>  "SIC","SIC","SIC" ); 
 
  $ca_bet[1]= array(1 =>  "BAC","BAC","BAC","BAC","BAC","BAC","BAC"
 ,21 =>  "InsBAC","InsBAC","InsBAC"
 ,31 =>  "DT","DT","DT"
 ,51 =>  "Sic Bo","Sic Bo","Sic Bo" ); 
 
$ca_txt[1] = array(1=>"เจ้ามือ" , 2=>"ผู้เล่น"  , 3=>"เสมอ" , 4=>"เจ้ามือคู่" , 5=>"ผู้เล่นคู่" , 6=>"โบนัส เจ้ามือ" , 7=>"โบนัส ผู้เล่น" , 8=>"ใหญ่" , 9=>"เล็ก" , 10=>"ฟีนิค" , 11=>"เต่า");
$ca_txt[2] = array(1=>"เจ้ามือ" , 2=>"ผู้เล่น"  , 3=>"เสมอ" , 4=>"เจ้ามือคู่" , 5=>"ผู้เล่นคู่" , 6=>"โบนัส เจ้ามือ" , 7=>"โบนัส ผู้เล่น" , 8=>"ใหญ่" , 9=>"เล็ก" , 10=>"ฟีนิค" , 11=>"เต่า");
$ca_txt[3] = array(1=>"เจ้ามือ" , 2=>"ผู้เล่น"  , 3=>"เสมอ" , 4=>"เจ้ามือคู่" , 5=>"ผู้เล่นคู่" , 6=>"โบนัส เจ้ามือ" , 7=>"โบนัส ผู้เล่น" , 8=>"ใหญ่" , 9=>"เล็ก" , 10=>"ฟีนิค" , 11=>"เต่า");
$ca_txt[4] = array(1=>"เจ้ามือ" , 2=>"ผู้เล่น"  , 3=>"เสมอ" , 4=>"เจ้ามือคู่" , 5=>"ผู้เล่นคู่" , 6=>"โบนัส เจ้ามือ" , 7=>"โบนัส ผู้เล่น" , 8=>"ใหญ่" , 9=>"เล็ก" , 10=>"ฟีนิค" , 11=>"เต่า");
$ca_txt[5] = array(1=>"เจ้ามือ" , 2=>"ผู้เล่น"  , 3=>"เสมอ" , 4=>"เจ้ามือคู่" , 5=>"ผู้เล่นคู่" , 6=>"โบนัส เจ้ามือ" , 7=>"โบนัส ผู้เล่น" , 8=>"ใหญ่" , 9=>"เล็ก" , 10=>"ฟีนิค" , 11=>"เต่า");
$ca_txt[6] = array(1=>"เจ้ามือ" , 2=>"ผู้เล่น"  , 3=>"เสมอ" , 4=>"เจ้ามือคู่" , 5=>"ผู้เล่นคู่" , 6=>"โบนัส เจ้ามือ" , 7=>"โบนัส ผู้เล่น" , 8=>"ใหญ่" , 9=>"เล็ก" , 10=>"ฟีนิค" , 11=>"เต่า");
$ca_txt[7] = array(1=>"เจ้ามือ" , 2=>"ผู้เล่น"  , 3=>"เสมอ" , 4=>"เจ้ามือคู่" , 5=>"ผู้เล่นคู่" , 6=>"โบนัส เจ้ามือ" , 7=>"โบนัส ผู้เล่น" , 8=>"ใหญ่" , 9=>"เล็ก" , 10=>"ฟีนิค" , 11=>"เต่า");

$ca_txt[21] = array(1=>"เจ้ามือ" , 2=>"ผู้เล่น"  , 3=>"เสมอ" , 4=>"เจ้ามือคู่" , 5=>"ผู้เล่นคู่" , 6=>"โบนัส เจ้ามือ" , 7=>"โบนัส ผู้เล่น" , 8=>"ใหญ่" , 9=>"เล็ก" , 10=>"ฟีนิค" , 11=>"เต่า");
$ca_txt[22] = array(1=>"เจ้ามือ" , 2=>"ผู้เล่น"  , 3=>"เสมอ" , 4=>"เจ้ามือคู่" , 5=>"ผู้เล่นคู่" , 6=>"โบนัส เจ้ามือ" , 7=>"โบนัส ผู้เล่น" , 8=>"ใหญ่" , 9=>"เล็ก" , 10=>"ฟีนิค" , 11=>"เต่า");

$ca_txt[31] = array(1=>"มังกร" , 2=>"เสือ"  , 3=>"เสมอ");
$ca_txt[32] = array(1=>"มังกร" , 2=>"เสือ"  , 3=>"เสมอ");
$ca_txt[33] = array(1=>"มังกร" , 2=>"เสือ"  , 3=>"เสมอ");

$ca_color[1] = array(1=>"banker" , 2=>"player"  , 3=>"tie" , 4=>"banker" , 5=>"player" , 6=>"banker" , 7=>"player" , 8=>"other" , 9=>"other" , 10=>"other" , 11=>"other");
$ca_color[2] = array(1=>"banker" , 2=>"player"  , 3=>"tie" , 4=>"banker" , 5=>"player" , 6=>"banker" , 7=>"player" , 8=>"other" , 9=>"other" , 10=>"other" , 11=>"other");
$ca_color[3] = array(1=>"banker" , 2=>"player"  , 3=>"tie" , 4=>"banker" , 5=>"player" , 6=>"banker" , 7=>"player" , 8=>"other" , 9=>"other" , 10=>"other" , 11=>"other");
$ca_color[4] = array(1=>"banker" , 2=>"player"  , 3=>"tie" , 4=>"banker" , 5=>"player" , 6=>"banker" , 7=>"player" , 8=>"other" , 9=>"other" , 10=>"other" , 11=>"other");
$ca_color[5] = array(1=>"banker" , 2=>"player"  , 3=>"tie" , 4=>"banker" , 5=>"player" , 6=>"banker" , 7=>"player" , 8=>"other" , 9=>"other" , 10=>"other" , 11=>"other");
$ca_color[6] = array(1=>"banker" , 2=>"player"  , 3=>"tie" , 4=>"banker" , 5=>"player" , 6=>"banker" , 7=>"player" , 8=>"other" , 9=>"other" , 10=>"other" , 11=>"other");
$ca_color[7] = array(1=>"banker" , 2=>"player"  , 3=>"tie" , 4=>"banker" , 5=>"player" , 6=>"banker" , 7=>"player" , 8=>"other" , 9=>"other" , 10=>"other" , 11=>"other");

$ca_color[21] = array(1=>"banker" , 2=>"player"  , 3=>"tie" , 4=>"banker" , 5=>"player" , 6=>"banker" , 7=>"player" , 8=>"other" , 9=>"other" , 10=>"other" , 11=>"other");
$ca_color[22] = array(1=>"banker" , 2=>"player"  , 3=>"tie" , 4=>"banker" , 5=>"player" , 6=>"banker" , 7=>"player" , 8=>"other" , 9=>"other" , 10=>"other" , 11=>"other");

$ca_color[31] = array(1=>"banker" , 2=>"player"  , 3=>"tie");
$ca_color[32] = array(1=>"banker" , 2=>"player"  , 3=>"tie");
$ca_color[33] = array(1=>"banker" , 2=>"player"  , 3=>"tie");
?>