<? 	
$lot_zone_bet= array(1 =>1,2 =>4,3 =>1 ,4=>1,5=>1,6=>2,7=>2,8=>1,9=>1,10=>1,11=>1,12=>1,13=>1,14=>1,15=>1,16=>2,17=>1,18=>96,19=>11
,20=>1,21=>1,22=>1,23=>1,24=>1,25=>1,26=>1,27=>1,28=>1,29=>1,30=>1,31=>1,32=>1,33=>1,34=>1,35=>1); 
/*
$lot_zone["th"]= array(1 =>"หวยไทย",2 =>"หวยหุ้นไทย",3 =>"หวยลาว" ,4=>"หวยมาเลเซีย",5=>"หวยเวียดนาม",6=>"หุ้นนิเคอิ",7=>"หุ้นฮั่งเส็ง",8=>"หุ้นดาวโจนส์",9=>"หุ้นสิงคโปร์",10=>"หุ้นอียิปต์",11=>"หุ้นรัสเซีย",12=>"หุ้นเยอรมัน",13=>"หุ้นอังกฤษ",14=>"หุ้นเกาหลี",15=>"หุ้นใต้หวัน",16=>"หุ้นจีน",17=>"หุ้นอินเดีย",18=>"จับยี่กี",19=>"หวยรายวัน"); 
*/
$lot_zone["la"]["zone"]= array(1 =>"ຫວຢໄທ",2 =>"ຫວຢຮຸ້ນໄທ",3 =>"ຫວຢລາວ" ,4=>"ຫວຢມາເລເຊຍ",5=>"ຫວຢຫວຽດນາມ",6=>"ຮຸ້ນນິເຄອິ",7=>"ຮຸ້ນຮັ່ງເສັງ",8=>"ຮຸ້ນດາວໂຈນ",9=>"ຮຸ້ນສິງຄະໂປ",10=>"ຮຸ້ນອີຍິບ",11=>"ຮຸ້ນລັດເຊຍ",12=>"ຮຸ້ນເຢຍລະມັນ",13=>"ຮຸ້ນອັງກິດ",14=>"ຮຸ້ນເກົາຫລີ",15=>"ຮຸ້ນໄຕ້ຫວັນ",16=>"ຮຸ້ນຈີນ",17=>"ຮຸ້ນອິນເດຍ",18=>"ຈັບຍີກີ",19=>"ຫວຢປະຈໍາວັນ"); 

##################หวยไทย
$lot_type["la"][1]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ຫນ້າ", 17 =>"3ໂຕລຸ່ມหัว", 18 =>"2ໂຕຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ"
						  
, 25 =>"xxx", 26 =>"xxx", 27 =>"xxx", 28 =>"xxx", 29 =>"xxx", 30 =>"xxx", 31 =>"xxx", 32 =>"xxx", 33 =>"xxx", 34 =>"xxx", 35 =>"xxx"
					  );

$lot_type_not["la"][1]= array(  1 =>"xxx");

##################หุ้นไทย
$lot_type["la"][2]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][2]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");

##################หวยลาว
$lot_type["la"][3]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ"
,25 =>"4ໂຕ", 26 =>"4ໂຕດ", 27 =>"ເລກຊຸດ"
);

$lot_type_not["la"][3]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


##################หวยมาเลเซีย
$lot_type["la"][4]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][4]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");

############5######หวยเวียดนาม
$lot_type["la"][5]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][5]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");

############6######หุ้นนิเคอิ
$lot_type["la"][6]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][6]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############7######หุ้นฮั่งเส็ง
$lot_type["la"][7]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][7]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############8######หุ้นดาวโจนส์
$lot_type["la"][8]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][8]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############9######หุ้นสิงคโปร์
$lot_type["la"][9]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][9]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############10######หุ้นอียิปต์
$lot_type["la"][10]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][10]=array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############11######หุ้นรัสเซีย
$lot_type["la"][11]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][11]=array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############12######หุ้นเยอรมัน
$lot_type["la"][12]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][12]=array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############13######หุ้นอังกฤษ
$lot_type["la"][13]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][13]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############14######หุ้นเกาหลี
$lot_type["la"][14]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][14]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############15######หุ้นใต้หวัน
$lot_type["la"][15]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][15]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############16######หุ้นจีน
$lot_type["la"][16]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][16]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############17######หุ้นอินเดีย
$lot_type["la"][17]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][17]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############18######จับยี่กี
$lot_type["la"][18]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][18]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");


############19######หวยรายวัน
$lot_type["la"][19]= array(1 =>"3ໂຕ", 2 =>"3ໂຕລຸ່ມ", 3 =>"3ໂຕດ", 4 =>"2ໂຕ", 5 =>"2ໂຕລຸ່ມ", 6 =>"ແລ່ນ3ໂຕ", 7 =>"ແລ່ນ2ໂຕລຸ່ມ"
, 8 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 9 =>"2ໂຕ ສູງ-ຕ່ໍາ", 10 =>"3ໂຕ ສູງ-ຕ່ໍາ", 11 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 12 =>"ຄີກ-ຄູ່", 13 =>"2ໃນ3", 14 =>"3ໃນ4", 15 =>"3ໃນ5", 16 =>"3ໂຕຫນ້າ", 17 =>"3ຫນ້າລຸ່ມ", 18 =>"2ຫນ້າ", 19 =>"ແລ່ນ3ໂຕຫນ້າ", 20 =>"3ໂຕດຫນ້າ", 21 =>"ປັກຫລັກຫນ່ວຍ", 22 =>"ປັກຫລັກສິບ", 23 =>"ປັກຫລັກຮ້ອຍ", 24 =>"2ໂຕດຫນ້າ");

$lot_type_not["la"][19]= array(  1 =>"3ໂຕລຸ່ມ"
, 2 =>"1ໂຕ ສູງ-ຕ່ໍາ" , 3 =>"2ໂຕ ສູງ-ຕ່ໍາ", 4 =>"3ໂຕ ສູງ-ຕ່ໍາ", 5 =>"2ໂຕລຸ່ມ ສູງ-ຕ່ໍາ", 6 =>"ຄີກ-ຄູ່", 7 =>"2ໃນ3", 8 =>"3ໃນ4", 9 =>"3ໃນ5", 10 =>"3ໂຕຫນ້າ", 11 =>"3ຫນ້າລຸ່ມ", 12 =>"2ຫນ້າ", 13 =>"ແລ່ນ3ໂຕຫນ້າ", 14 =>"3ໂຕດຫນ້າ", 15 =>"2ໂຕດຫນ້າ", 16 =>"xxx");





####################################FUNCTION##############################
####################################FUNCTION##############################


function _cvf2($strDate, $mode , $lg="la"){
	$month_key = array("01", "02", "03", "04", "05", "06", "07", "08", "09", "10", "11", "12"); 

	
    $month_full_list["la"] = array("ມັງກອນ", "ກຸມພາ", "ມີນາ", "ເມສາ", "ພຶດສະພາ", "ມິຖຸນາ", "ກໍລະກົດ", "ສິງຫາ", "ກັນຍາ", "ຕຸລາ", "ພະຈິກ", "ທັນວາ");
    $month_short_list["la"] = array("ມັງກອນ", "ກຸມພາ", "ມີນາ", "ເມສາ", "ພຶດສະພາ", "ມິຖຸນາ", "ກໍລະກົດ", "ສິງຫາ", "ກັນຍາ", "ຕຸລາ", "ພະຈິກ", "ທັນວາ");

	
	$month_full = $month_full_list[$lg];
	$month_short = $month_short_list[$lg];
	
	
	if(!isset($month_full_list[$lg])){
		$month_full = $month_full_list["la"];
		$month_short = $month_short_list["la"];
	}
	
	
	
	
	$strDate=date("Y-m-d H:i:s",$strDate); // รูปแบบ Y-m-d H:i:s
	$dYear = substr($strDate,0,4);	
	$dMonth = substr($strDate,5,2);
	$dDay = substr($strDate,8,2);
	$dTime = substr($strDate,11,5); 
	$dsecon=substr($strDate,17,2); 
	
	#if($dYear < 2550){ $dYear += 543; }

	switch($mode){
		case '1':			// วันที่ 12 เดือนสิงหาคม พ.ศ. 2550
			$thMonth = array_combine($month_key, $month_full);  
			$new_date = "ວັນທີ ".$dDay." ເດືອນ".$thMonth[$dMonth]." A.D.".$dYear ;
		break;
		case '2':			// วันที่ 12 เดือนสิงหาคม พ.ศ. 2550 เวลา 12.30
			$thMonth = array_combine($month_key, $month_full);  
			$new_date = "ວັນທີ ".$dDay." ເດືອນ".$thMonth[$dMonth]." A.D.".$dYear." ເວລາ ".$dTime ;
		break;
		
		
		case '3':			// 12 สิงหาคม พ.ศ. 2550
			$thMonth = array_combine($month_key, $month_full);  
			$new_date = $dDay." ".$thMonth[$dMonth]." ".$dYear ;
		break;
		case '4':			// 12 สิงหาคม พ.ศ. 2550 เวลา 12.30
			$thMonth = array_combine($month_key, $month_full);  
			$new_date = $dDay." ".$thMonth[$dMonth]." ".$dYear ." ເວລາ ".$dTime ;
		break;
		
		case '5':			// 12 ส.ค. 50
			$thMonth = array_combine($month_key, $month_short); 
			$new_date = $dDay." ".$thMonth[$dMonth]." ". substr($dYear,2,2);
		break;
		case '6':			// 12 ส.ค. 50 12.30
			$thMonth = array_combine($month_key, $month_short); 
			$new_date = $dDay." ".$thMonth[$dMonth]." ". substr($dYear,2,2)." ".$dTime;
		break;
		
		
		case '7':			// 12/08/2550
			$new_date = $dDay."/".$dMonth."/".$dYear;
		break;
		case '8':			// 12/08/2550 12.30
			$new_date = $dDay."/".$dMonth."/".$dYear." ".$dTime;
		break;
		
		case '9':			// 12-08-2550
			$new_date = $dDay."-".$dMonth."-".$dYear;
		break;
		case '10':			// 12-08-2550 12.30
			$new_date = $dDay."-".$dMonth."-".$dYear." ".$dTime;
		break;
		
		case '11':			// 12/08/2010
			$new_date = $dDay."/".$dMonth."/".substr($strDate,0,4);
		break;
		case '12':			// 12/08/2010 12.30
			$new_date = $dDay."/".$dMonth."/".substr($strDate,0,4)." ".$dTime;
		break;
		
		case '13':			// 12-08-2010
			$new_date = $dDay."-".$dMonth."-".substr($strDate,0,4);
		break;
		case '14':			// 12-08-2010 12.30
			$new_date = $dDay."-".$dMonth."-".substr($strDate,0,4)." ".$dTime;
		break;
		case '15':			// 12 สิงหาคม พ.ศ. 2550 เวลา 12.30
			$thMonth = array_combine($month_key, $month_full);  
			$new_date = $dDay." ".$thMonth[$dMonth]." ".$dYear ." ເວລາ ".$dTime.":".$dsecon ;
		break;
	}	
	
	return $new_date;
}
	

?>