<?php
date_default_timezone_set("Asia/Bangkok");
$timezone=0;
$time_stam=mktime(date("H")+$timezone,date("i"),date("s"),date("m"),date("d"),date("Y"));


$arr_baccarat = array(1=>"Banker" , 2=>"Player"  , 3=>"Tie" , 4=>"BankerPair" , 5=>"PlayerPair" , 6=>"BankerBonus" , 7=>"PlayerBonus" , 8=>"Big" , 9=>"Small" , 10=>"Phoenix" , 11=>"Turtle");

$arr_longhu = array(1=>"Dragon" , 2=>"Tiger"  , 3=>"Tie");

$arr_sicbo = array(1=>"AnyTriple" , 2=>"Odd"  , 3=>"Even" , 4=>"Small" , 5=>"Big" , 6=>"T111" , 7=>"T222" , 8=>"T333" , 9=>"T444" , 10=>"T555" , 11=>"T666" , 12=>"D11" , 13=>"D22" , 14=>"D33" , 15=>"D44" , 16=>"D55" , 17=>"D66" , 18=>"Pt4" , 19=>"Pt5" , 20=>"Pt6" , 21=>"Pt7" , 22=>"Pt8" , 23=>"Pt9" , 24=>"Pt10" , 25=>"Pt11" , 26=>"Pt12" , 27=>"Pt13" , 28=>"Pt14" , 29=>"Pt15" , 30=>"Pt16" , 31=>"Pt17" , 32=>"Td12" , 33=>"Td13" , 34=>"Td14" , 35=>"Td15" , 36=>"Td16" , 37=>"Td23" , 38=>"Td24" , 39=>"Td25" , 40=>"Td26" , 41=>"Td34" , 42=>"Td35" , 43=>"Td36" , 44=>"Td45" , 45=>"Td46" , 46=>"Td56" , 47=>"S1" , 48=>"S2" , 49=>"S3" , 50=>"S4" , 51=>"S5" , 52=>"S6");

$arr_sicbo_name = array(1=>"ออกตอง" , 2=>"คี่"  , 3=>"คู่" , 4=>"ต่ำ" , 5=>"สูง" , 6=>"ตอง1" , 7=>"ตอง2" , 8=>"ตอง3" , 9=>"ตอง4" , 10=>"ตอง5" , 11=>"ตอง6" , 12=>"คู่1" , 13=>"คู่2" , 14=>"คู่3" , 15=>"คู่4" , 16=>"คู่5" , 17=>"คู่6" , 18=>"รวม4" , 19=>"รวม5" , 20=>"รวม6" , 21=>"รวม7" , 22=>"รวม8" , 23=>"รวม9" , 24=>"รวม10" , 25=>"รวม11" , 26=>"รวม12" , 27=>"รวม13" , 28=>"รวม14" , 29=>"รวม15" , 30=>"รวม16" , 31=>"รวม17" , 32=>"ผลรวม12" , 33=>"ผลรวม13" , 34=>"ผลรวม14" , 35=>"ผลรวม15" , 36=>"ผลรวม16" , 37=>"ผลรวม23" , 38=>"ผลรวม24" , 39=>"ผลรวม25" , 40=>"ผลรวม26" , 41=>"ผลรวม34" , 42=>"ผลรวม35" , 43=>"ผลรวม36" , 44=>"ผลรวม45" , 45=>"ผลรวม46" , 46=>"ผลรวม56" , 47=>"เต็ง1" , 48=>"เต็ง2" , 49=>"เต็ง3" , 50=>"เต็ง4" , 51=>"เต็ง5" , 52=>"เต็ง6");

function file_get_contents2($url)
{
$context = stream_context_create(
    array(
        'http' => array(
            'max_redirects' => 101
        )
    )
);
$output=file_get_contents($url, false, $context);
    return $output;
}




?>
