<?php ob_start(); if (!isset($_SESSION)) { session_start(); } ?>
<?php 

  if($_SESSION["AGlang"]==""){
      $_SESSION["AGlang"]="th";
  }

  require('lang/ag_lang.php');
  include "inc/function.php";

  $arr_return = array();
  $arr_gId = array("18693357" , "18693358" , "18693359" , "18693364" , null);
  $arr_time = array(date("Y-m-d H:i:s") , date("Y-m-d H:i:s") , date("Y-m-d H:i:s") , date("Y-m-d H:i:s") , null);
  $arr_st = array(rand(1,4) , rand(1,4) , rand(1,4) , rand(1,4) , null); //1=รอเดิมพัน 2=เสร็จเรียบร้อยแล้ว 3=เกมยังไม่จบ 4=เกมถูกยกเลิก null=Closed
  


  // $arr_s5L = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //5 ต่ำ
  // $arr_s11HL = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //11 ไฮโล
  // $arr_s6L = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //6 ต่ำ
  // $arr_s1 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //เอี๊ยว
  // $arr_sL = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //ต่ำ
  // $arr_sH = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //สูง
  // $arr_s6 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //6
  // $arr_s2 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //2
  // $arr_s3 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //3
  // $arr_s4 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //4
  // $arr_s5 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //5

  // $arr_s456 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //4-5-6
  // $arr_s123 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //1-2-3

  // $arr_s12 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //1-2
  // $arr_s13 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //1-3
  // $arr_s14 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //1-4
  // $arr_s15 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //1-5
  // $arr_s16 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //1-6
  // $arr_s23 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //2-3
  // $arr_s24 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //2-4
  // $arr_s25 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //2-5
  // $arr_s26 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //2-6
  // $arr_s34 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //3-4
  // $arr_s35 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //3-5
  // $arr_s36 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //3-6
  // $arr_s45 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //4-5
  // $arr_s46 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //4-6
  // $arr_s56 = array(rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , rand(0.00,1000.00) , "0.00"); //5-6

  $arr_s5L = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //5 ต่ำ
  $arr_s11HL = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //11 ไฮโล
  $arr_s6L = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //6 ต่ำ
  $arr_s1 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //เอี๊ยว
  $arr_sL = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //ต่ำ
  $arr_sH = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //สูง
  $arr_s6 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //6
  $arr_s2 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //2
  $arr_s3 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //3
  $arr_s4 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //4
  $arr_s5 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //5

  $arr_s456 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //4-5-6
  $arr_s123 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //1-2-3

  $arr_s12 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //1-2
  $arr_s13 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //1-3
  $arr_s14 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //1-4
  $arr_s15 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //1-5
  $arr_s16 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //1-6
  $arr_s23 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //2-3
  $arr_s24 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //2-4
  $arr_s25 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //2-5
  $arr_s26 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //2-6
  $arr_s34 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //3-4
  $arr_s35 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //3-5
  $arr_s36 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //3-6
  $arr_s45 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //4-5
  $arr_s46 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //4-6
  $arr_s56 = array("0.00" , "0.00" , "0.00" , "0.00" , "0.00"); //5-6

  $arr_return["gId"] = $arr_gId;
  $arr_return["time"] = $arr_time;
  $arr_return["st"] = $arr_st;
  $arr_return["s15"] = $arr_s15;
  $arr_return["s5L"] = $arr_s5L;
  $arr_return["s11HL"] = $arr_s11HL;
  $arr_return["s6L"] = $arr_s6L;
  $arr_return["s62"] = $arr_s62;
  $arr_return["s1"] = $arr_s1;
  $arr_return["sL"] = $arr_sL;
  $arr_return["sH"] = $arr_sH;
  $arr_return["s6"] = $arr_s6;
  $arr_return["s2"] = $arr_s2;
  $arr_return["s3"] = $arr_s3;
  $arr_return["s4"] = $arr_s4;
  $arr_return["s5"] = $arr_s5;
  $arr_return["s456"] = $arr_s456;
  $arr_return["s123"] = $arr_s123;

  $arr_return["s12"] = $arr_s12;
  $arr_return["s13"] = $arr_s13;
  $arr_return["s14"] = $arr_s14;
  $arr_return["s15"] = $arr_s15;
  $arr_return["s16"] = $arr_s16;
  $arr_return["s23"] = $arr_s23;
  $arr_return["s24"] = $arr_s24;
  $arr_return["s25"] = $arr_s25;
  $arr_return["s26"] = $arr_s26;
  $arr_return["s34"] = $arr_s34;
  $arr_return["s35"] = $arr_s35;
  $arr_return["s36"] = $arr_s36;
  $arr_return["s45"] = $arr_s45;
  $arr_return["s46"] = $arr_s46;
  $arr_return["s56"] = $arr_s56;

  echo json_encode($arr_return);
  ?>