<div id="main_left" style="overflow:visible;">
<div id="title_page">
    <div id="ic_title">&gt;</div>
    <span id="stitle">อ่านกติกา คาสิโน และทำความเข้าใจเพื่อผลประโยชน์ของท่าน</span>
  </div>
  
<div>

<div class="field-item even" property="content:encoded">
	<h1>กฏกติกาการเล่น บาคาร่าออนไลน์</h1>
    <p><img alt="" src="../img/baccarat.jpg" style="width: 100%; height: auto;"></p>

    <p>กฏกติกาการเล่น<strong>บาคาร่าออนไลน์</strong> เป็นสิ่งที่นักพนันที่ต้องการเล่นเดิมพัน<strong>บาคาร่า</strong>ต้องเรียนรู้ และทำความเข้าใจก่อนที่จะเริ่มต้นเล่นเดิมพันกับ <strong>Gclub Casino</strong> เกมส์บาคาร่าเป็นเกมส์ที่ค่อนข้างเข้าใจง่าย หลักการหลักๆ จะคล้ายกับการเล่นไพ่ป๊อกเด้งที่คนไทยคุ้นเคยดี โดยวัตถุประสงค์หลักของการเล่นไพ่บาคาร่าคือ เพื่อพนันกันระหว่าง 2 ฝ่าย คือ Banker (เจ้ามือ) และ Player (ผู้เล่น) แล้วให้ผู้เล่นเลือกเดิมพันว่าฝ่ายไหนจะได้แต้มใกล้เคียง 9 แต้มมากว่ากัน โดย กติกาบาคาร่า เบื้องต้นที่ควรทำความเข้าใจมีดังนี้</p>
    <p>กติกาบาคาร่า การเดิมพัน : ในการเล่นเดิมพันจะใช้ไพ่ 6 ถึง 8 สำหรับ แต่ละสำรับจะมีไพ่ 52 ใบ ดังนั้นจะใช้ไพ่ประมาณ 312 – 416 ใบ เริ่มต้นการเดิมพันจะจ่ายไพ่ให้ฝั่งละ 2 ใบ รวมเป็น 4 ใบ โดยใบที่ 1 และใบที่ 3 จะจ่ายให้ฝั่ง Player ส่วนใบที่ 2 และใบที่ 4 จะจ่ายให้ฝ่าย Banker ฝ่ายไหนที่มีผลรวมของไพ่ทั้ง 2 ใบใกล้เคียง 9 มากกว่าจะเป็นผู้ชนะ
    </p>
    <p>กติกาบาคาร่า โต๊ะบาคาร่า : โดยทั่วไปจะมีให้เลือกเล่น 2 แบบ แบบแรกคือ แบบหัก 5% กติกาคือ ถ้าเดิมพันไพ่ฝ่าย Banker แล้วชนะพนัน จะเสียค่า Commission 5% เช่น แทง Banker 100 และชนะจะได้เงิน 95 บาท แต่ถ้าแทง Player แล้วชนะ จะได้ 100 บาทเต็ม และแบบที่ 2 คือ ไม่มีค่า&nbsp;Commision แต่ถ้า Banker ชนะที่ 6 แต้ม (เจ้าได้ 6 แต้ม) ใครที่แทง Banker จะได้แค่ครึ่งเดียว (50%) ถ้าชนะที่แต้มอื่นได้เต็ม</p>
    	<h2>กติกาบาคาร่า การจั่วไพ่ใบที่ 3 ของฝั่ง Player :</h2>

       <p> - ถ้า แต้ม 2 ใบแรก รวมกันได้ต่ำกว่า 5 (0,1,2,3,4,5) ต้องจั่วไพ่เพิ่มอีก 1 ใบ</p>
       <p> - ถ้า แต้ม 2 ใบแรก รวมกันได้ 6 หรือ 7 ไม่ต้องจั่วแล้ว (พอแล้ว)</p>
       <p> - ถ้าแต้ม 2 ใบแรก รวมกันได้ 8 หรือ 9 ไพ่ป๊อก</p>

    	<h2>กติกาบาคาร่า การจั่วไพ่ใบที่ 3 ของฝั่ง Banker</h2> 
    	: มีวิธีที่ค่อนข้างจะซับซ้อนกว่าของฝั่ง Player คือ
     <p> - ถ้าแต้มของ Banker ต่ำกว่า 2 แต้ม จั่วเพิ่มทันที 1 ใบ</p>
     <p> - ถ้ามากกว่า 3 แต้มจะมีกฏเข้ามาควบคุมเกี่ยวกับการจั่วไพ่ของ Banker</p>
     <p> - ถ้า Banker 3 แต้ม และไพ่ใบที่ 3 ของ Player ได้ 8 แล้ว Banker ไม่ต้องจั่วเพิ่ม</p>
     <p> - ถ้า Banker 4 แต้ม และไพ่ใบที่ 3 ของ Player ได้ 0,1,8,9 แล้ว Banker ไม่ต้องจั่วเพิ่ม</p>
     <p> - ถ้า Banker 5 แต้ม และไพ่ใบที่ 3 ของ Player ได้ 0,1,2,3,8,9 แล้ว Banker ไม่ต้องจั่วเพิ่ม</p>
     <p> - ถ้า Banker 6 แต้ม และไพ่ใบที่ 3 ของ Player ได้ 0,1,2,3,4,5,8,9 แล้ว Banker ไม่ต้องจั่วเพิ่ม</p>
     <p> - ถ้า Banker 7 แต้ม ไม่ต้องจั่วเพิ่ม</p>
     <p> - ถ้าแต้ม 2 ใบแรก รวมกันได้ 8 หรือ 9 ไพ่ป๊อก</p>
   
    <p><em>Banker : เจ้ามือ </em> </p>
	<p><em>Player : ผู้เล่น </em> </p>	
  
</div>

</div>


</div>
</body>