<div id="main_left" style="overflow:visible;">
<div id="title_page">
    <div id="ic_title">&gt;</div>
    <span id="stitle">อ่านกติกา หวยไทย และทำความเข้าใจเพื่อผลประโยชน์ของท่าน</span>
  </div>

<div>
<h1>วิธีการแทงหวยใต้ดิน</h1>
<img alt="" src="../img/lotto_img/LottoSet.png" style="width: 100%; height: auto;">
<p>หวยใต้ดิน หวยเถื่อน หรือ เรียกสั้นๆว่า "หวย" เป็นการแทงโดยอาศัยตัวเลขของผลการออกสลากกินแบ่งรัฐบาล ในรางวัลต่างๆในงวดนั้นๆ เป็นตัวชี้วัดว่า งวดนั้นๆ ออกบนเลขอะไร ล่างเลขอะไร
ดังนั้นเพื่อความเข้าใจทีดียิ่งขึ้น จึงขอนำเสนอรายละเอียด เพื่อให้มีความเข้าที่ถูกต้องเกี่ยวกับการแทงหวย โดยเริ่มจาก "ประเภทรางวัลของสลากกินแบ่งรัฐบาล"</p>

<h2>ประเภทรางวัลของสลากกินแบ่งรัฐบาล</h2>
<p>สลากกินแบ่งรัฐบาลนั้นมีรูปร่างลักษณะที่เราคุ้นตาดังรูปด้านล่าง</p>
<img alt="" src="../img/lotto_img/Lotto_01.png">


<h4>โดยที่กองสลากได้กำหนดรางวัลของสลากกินแบ่งรัฐบาลออกเป็น</h4>

(ข้อมูลจากกองสลาก <a href="http://www.glo.or.th/">www.glo.or.th</a>)
<h4>หรือหากจัดเรียงให้อยู่ในรูปแบบของ "เรียงเบอร์" ที่เราคุ้นตาเมื่อหลังหวยออกแล้วจะเป็นในลักษณะนี้</h4>
<img alt="" src="../img/lotto_img/Lotto_02.png" style="width: 100%; height: auto;">

<h4>จากที่เห็นในรูป หวยใต้ดิน จะอ้างอิงถึงรางวัลในแต่ละรางวัล โดยแบ่งเป็นการแทงคือ "บน" และ "ล่าง" โดยใช้ผลการออกรางวัลตามรูปด้านล่างดังนี้</h4>
<img alt="" src="../img/lotto_img/Lotto_02_2.png" style="width: 100%; height: auto;">

<h4>หรือเวลาเราดูในใบเรียงเบอร์ก็จะตรวจสอบได้จากรางวัลดังต่อไป</h4>
<img alt="" src="../img/lotto_img/Lotto_03_1.png" style="width: 100%; height: auto;">

<h2>ประเภทการแทงของหวยใต้ดิน</h2>
จากที่กล่าวมาข้างต้นจะเห็นว่าเราจะใช้ผลการออกรางวัลของสลากกินแบ่งรัฐบาล โดยดูจากผลการออกสลากรางวัลที่ 1 นับเป็นประเภทการแทง "บน"
ส่วน รางวัลเลขท้ายสามตัวหมุนสี่ครั้ง และ รางวัลเลขท้ายสองตัว หมุนหนึ่งครั้ง จะนับเป็น "ล่าง"
การแทงของหวยใต้ดินนั้นนอกจากจะแบ่งประเภทเกมส์การแทงเป็น บน และ ล่างแล้ว ยังมีวิธีการรับแทงอีกคือ

<h3><span class="cb">กรณีประเภทการแทง</span><span class="cr">บน</span> <span class="cb">จะมีวิธีการแทงอันได้แก่</span></h3>
<ul>
  <li>3 ตัวตรง คือการแทงเลข 3 ตัวให้ตรงกับรางวัลเลขท้ายรางวัลที่ 1 แบบตรงๆ ถึงจะได้รางวัล</li>
  <li>3 ตัวโต๊ต คือการแทงเลข 3 ตัวที่มีตัวเลขครบอยู่ในรางวัลเลขท้ายรางวัลที่ 1  แบบสลับตำแหน่งก็ได้ครบ 3 เลข ถึงจะได้รางวัล</li>
  <li>2 ตัวบน คือการแทง 2 ตัวท้ายให้ตรงกับรางวัลรางวัลเลขท้ายรางวัลที่ 1 แบบตรงๆ ถึงจะได้รางวัล</li>
  <li>2 ตัวโต๊ต คือการแทงเลข 2 ตัวที่มีตัวเลข 2 ใน 3 ของรางวัลเลขท้ายรางวัลที่ 1 ถึงจะได้รางวัล</li>
  <li>วิ่งล่าง คือการแทงเลข 1 ตัวที่มีอยู่นั้น 1 ใน 3 ของรางวัลเลขท้ายรางวัลที่ 1 ถึงจะได้รางวัล</li>
</ul>

<h3><span class="cb">กรณีประเภทการแทง</span><span class="cr">ล่าง</span> <span class="cb">จะมีวิธีการแทงอันได้แก่</span></h3>
<ul>
  <li>2 ตัวล่าง คือการแทง 2 ตัวท้ายให้ตรงกับรางวัลรางวัลเลขท้าย 2 ตัว แบบตรงๆ ถึงจะได้รางวัล</li>
  <li>วิ่งล่าง คือการแทงเลข 1 ตัวที่มีอยู่นั้น 1 ใน 2 ของรางวัลเลขท้าย 2 ตัว ถึงจะได้รางวัล</li>
  <li>3 ล่าง คือการแทงเลข 3 ตัวให้ตรงกับรางวัลเลขท้ายรางวัลเลขท้าย 3 ตัว แบบตรงๆ ถึงจะได้รางวัล</li>
</ul>




<h4>ดังนั้นจึงขอยกตัวอย่างผลการออกรางวัลเพื่อให้มีความเข้าใจที่ชัดเจนขึ้น โดยอ้างอิงของผลการออกรางวัล งวดวันที่ 1 กุมภาพันธ์ 2563</h4>
<img alt="" src="../img/lotto_img/Lotto_04.png" style="width: 100%; height: auto;">

<h4>ดังนั้นหากคุณต้องการจะให้ถูกตามประเภทเกมส์การแทงคุณจะต้องแทงเลขดังต่อไปนี้เท่านั้น</h4>
<img alt="" src="../img/lotto_img/Lotto_05_0.png" style="width: 100%; height: auto;">


อนึ่ง แต่ก็มีบางภูมิภาคของประเทศไทยที่รับการแทงในลักษณะอื่นๆ อาทิ แพ , ปักหลัก หรือ นับสามตัวหน้าของรางวัลที่หนึ่ง (หลักแสน,หมื่นและพัน เป็นเกณฑ์ ในการรับแทง) ซึ่งจะนิยมเป็นบางเฉพาะพื้นที่เท่านั้น

</div>
<!-- 
  <div class="information_text termsList">

  <div id="boxlistrule">
                <ol class="listwarn_list">
                    <li class="liroot"> <span class="htitle">1 ตัวบน และ 2 ตัวบน สูง - ต่ำคือ</span>
                    <ul style="list-style-type:disc;">
                      <li>เลข 0-4 คือ ต่ำ</li>
                      <li>เลข 5-9 คือ สูง</li> 
                    </ul>  
                </li>
                <li class="liroot"> <span class="htitle">3 ตัวบน สูงต่ำ คือ </span>
                    <ul style="list-style-type:disc">
                      <li>เลข 000-499 คือ ต่ำ</li>
                      <li>เลข 500-999 คือ สูง</li> 
                    </ul>     
                </li> 
                <li class="liroot"> <span class="htitle">2 ตัวล่าง สูง - ต่ำ </span> 
                    <ul style="list-style-type:disc">
                      <li>เลข 00-49 คือ ต่ำ</li>
                      <li>เลข 50-99 คือ สูง</li> 
                    </ul>     
                </li>
                <li class="liroot"> <span class="htitle">คู่-คี่</span>
                    <ul style="list-style-type:disc">
                      <li>เอาผล จาก เลขตัวสุดท้าย จากผลรางวัลที่ 1 เลข 6 หลัก</li>  
                    </ul>     
                </li>
                <li class="liroot"> <span class="htitle">2 ใน 3</span>
                    <ul style="list-style-type:disc">
                      <li>แทงเลข 2 ตัว ในผลรางวัล เลขท้าย 3 ตัวบน ให้แทงเป็น 2 ตัวโต๊ด หรือ 2 ตัวตรง อย่างเช่น
                          <span style="display: block;">ตัวอย่าง ผลรางวัลเลขท้าย 3 ตัวบนออก 745 ท่านจะแทงเลขอะไรก็ได้ให้มี 745 อยู่ในการแทงของท่าน</span> 
                          <span style="display: block;">ท่านแทงเลข 47 - 74 - 45 - 54 - 57 - 75 ท่านจะถูกรางวัล</span>
                      </li>  
                    </ul>     
                </li> 
                <li class="liroot"> <span class="htitle">3 ใน 4</span>
                    <ul style="list-style-type:disc">
                            <li>แทงเลข 4 ตัว จากเลข 3 ตัวท้ายชิงผลรางวัลที่ 1 ตัวตรงอย่าง เช่น
                          <span style="display: block;">ตัวอย่างผลรางวัลที่ 1 ออก 743451 ท่านจะแทงเลขอะไรก็ได้ให้มีเลข 451 อยู่ในแทงของท่าน</span>
                          <span style="display: block;">ตัวอย่างบางส่วน เช่น 1345 / 1345  / 3145   / 4135   / 5431... </span>
                          <span style="display: block;">เลขที่ซื้อต้องครบ 3 ตัว</span>
                          <span style="display: block;">เสียทุก กรณี 1.ออกเลขตอง เช่น 111</span>
                             <span style="display: block;">เสียทุก กรณี 2.ออกเลขเบิ้ล เช่น 112</span>
                             <span style="display: block;">เสียทุก กรณี 3.ออกเลขหาม เช่น 121</span>
                      </li>   
                    </ul>     
                </li>
                <li class="liroot"> <span class="htitle">3 ใน 5</span>
                    <ul style="list-style-type:disc">
                      <li>แทงเลข 5 ตัว จากเลข 3 ตัวท้ายชิงผลรางวัลที่ 1 ตัวตรงอย่าง เช่น
                          <span style="display: block;">ตัวอย่างผลรางวัลที่ 1 ออก 743451 ท่านจะแทงเลขอะไรก็ได้ให้มีเลข 451 อยู่ในแทงของท่าน</span>
                        <span style="display: block;">ตัวอย่างบางส่วน เช่น 12345 / 21345  / 31245   / 41235   / 54321... </span>
                          <span style="display: block;">เลขที่ซื้อต้องครบ 3 ตัว</span>
                          <span style="display: block;">เสียทุก กรณี 1.ออกเลขตอง เช่น 111</span>
                             <span style="display: block;">เสียทุก กรณี 2.ออกเลขเบิ้ล เช่น 112</span>
                             <span style="display: block;">เสียทุก กรณี 3.ออกเลขหาม เช่น 121</span>
                      </li>  
                    </ul>     
                </li>        
                </ol>  
            </div>
  </div> -->
</div>