








<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<link href="../../../CSS/player/style_one.css" rel="stylesheet" type="text/css" />
<script type="text/javascript" src="../../../js/jquery-3.2.1.min.js"></script>
<script type="text/javascript" src="../../../js/jquery-ui.1.12.1-min.js"></script>
<script type="text/JavaScript" src="../../../js/util/JSUtil.js?v=2019041710"></script>
<script type="text/JavaScript" src="../../../js/const/Const.js?v=2019041710"></script>
<script type="text/JavaScript" src="../../../js/player/guide.js?v=2019041710"></script>
<script type="text/javascript" src="../../../js/jquery.nicescroll.min-3.7.6.js"></script>
<script type="text/javascript">
var $j = jQuery.noConflict();

$j(document).ready(function() {
	guide.init();
	ScrollBarHandler.init("#guide");
	PageUtil.contentLock();
});
</script>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0" />
</head>
<body>
	<div class="game_guide" style="">
		<ul class="tag">
			<li id="guideTabGame">บาคาร่า</li>
			<li id="guideTabRoad">ทางแม็พที่สวย</li>
			<li id="guideTabIns">ประกัน</li>
		</ul>

		<div class="con">
			<a id="guideClose" href="javascript:void(0)" class="close">close</a>
			<h2>คู่มือ</h2>
			<div id="guide" class="con_inside">
				<div id="guideGame" style="display: none">
					<h3>โต๊ะโบนัส</h3>
					<table>
						<thead>
							<tr>
								<td>เดิมพันทายผลต่างที่จะเสมอ</td>
								<td>ประเภทของการชนะ</td>
								<td>จ่ายเงิน</td>
							</tr>
						</thead>
						<tbody>
							<tr>
								<td>9</td>
								<td>ไม่ป๊อก</td>
								<td>1:30</td>
							</tr>
							<tr>
								<td>8</td>
								<td>ไม่ป๊อก</td>
								<td>1:10</td>
							</tr>
							<tr>
								<td>7</td>
								<td>ไม่ป๊อก</td>
								<td>1:6</td>
							</tr>
							<tr>
								<td>6</td>
								<td>ไม่ป๊อก</td>
								<td>1:4</td>
							</tr>
							<tr>
								<td>5</td>
								<td>ไม่ป๊อก</td>
								<td>1:2</td>
							</tr>
							<tr>
								<td>4</td>
								<td>ไม่ป๊อก</td>
								<td>1:1</td>
							</tr>
							<tr>
								<td colspan="2">ไพ่ป็อกทั้งหมด</td>
								<td>1:1</td>
							</tr>
							<tr>
								<td colspan="2">ป๊อกเดิมพันเสมอ</td>
								<td>ชน</td>
							</tr>
						</tbody>
						<tfoot>
							<tr>
								<td colspan="3">
									เล่นด้วยไพ่ 8 สำรับ
								</td>
							</tr>
							<tr>
								<td colspan="3">
									ไม่ป็อก: ไพ่สองใบแรกรวมกัน ไม่เท่ากับ 8 หรือ 9; ถ้าไพ่ใบที่สามถือว่าไม่ป็อกเช่นกัน
								</td>
							</tr>
							<tr>
								<td colspan="3">
									ป็อก: ไพ่สองใบแรกรวมกันได้ 8 หรือว่า 9
								</td>
							</tr>
						</tfoot>
					</table>

					<h3>เต่าคู่</h3>
					<p>ผู้เล่นจะชนะก็ต่อเมื่อ ไพ่ 2 ใบ ออกมาเป็นคู่ใดๆก็ได้ ไม่ว่าจะเป็นสีหรือดอกเดียวกันในมือนั้น ทั้งแบงค์เกอร์ หรือ เพลย์เยอร์ หรือทั้งคู่</p>

					<h3>ฟีนิคคู่</h3>
					<p>ผู้เล่นจะชนะก็ต่อเมื่อ ไพ่ 2 ใบ ออกมาเป็นคู่ดอกเดียวกันในมือนั้น ทั้งแบงค์เกอร์ หรือ เพลย์เยอร์ หรือทั้งคู่โบนัส</p>

					<h3>วิธีการชนะ</h3>
					<p>
						ทั้ง2มือจะได้รับไพ่บาคาร่า –<span class="banker">BANKER</span> และ <span class="player">PLAYER</span>. นักเล่นสามารถเลือกได้จะวางเดิมพักตรงไหนก่อนที่จะรับไพ่. ด้านไหนที่ได้แต้มใกล้9แต้มจะเป็นผู้ชนะ.
					</p>

					<h3>คำแนะนำในการเข้าร่วมและตัวเลือกเดิมพัน</h3>
					<ol>
						<li>
							เลือกจำนวนที่จะเดิมพันและลากไปที่ BANKERPLAYER หรือ Tie ของโต๊ะ.
						</li>
						<li>
							หลังจักนั้น BANKERและ PLAYERจะรับไพ่ด้านละ2ใบ. ไพ่10กับไพ่รูปจะถูกคิดเป็น0แต้ม. ถ้ามูลค่าของไพ่เกินกว่า 9 ค่าจะถูกปรับโดยการหัก 10 ออกจากยอดรวม
						</li>
						<li>
							ถ้าไพ่ของ BANKERหรือPLAYER รวมกันได้ 8 หรือ 9 แต้ม(a 'natural'). แล้วจะไม่ต้องแจกไพ่ที่3.
						</li>
						<li>
							ถ้ารวมแล้วไพ่2ใบได้แต้ม 0 – 6 ก็ต้องแจกใบที่ 3 ตามกฎ'Third Card Rules'
						</li>
						<li>
							จะไม่มีด้านไหนที่ได้รับไพ่มากกว่า 3 ใบ.
						</li>
					</ol>

					<h3>การเล่น</h3>
					<p>
						เกมนี้ใช้ไพ่ 8 ชุด. (ทุกชุดจะมีไพ่ 52 ใบ) จะมีไพ่ 416 ใบดวยรวม. "Player" กับ "Banker" จะรับไพ่ด้านละ 2 ใบในรอบแรก. ไพ่จะแจกให้ "Player" ก่อนทุกครั้ง. "Banker" จะเป็นด้านสุดท้ายที่ได้รับไพ่. ไพ่ใบที่ 3 ถ้าผ่านรอบแรกยังไม่มีผู้ชนะ.ทุกคนจะได้รับไพ่มากสุด 3 ใบ. แต้มใกล้ 9 ที่สุดคือผู้ชนะ. แต้มเท่ากันก็คือ 'Tie'
					</p>

					<h3>กฎของเกม</h3>
					<h4>ไพ่ 2 – 9 : มูลค่าเท่ากับเลขที่ไพง</h4>
					<img src="../../../images/player/photo_guide_01.png" />

					<h4>ไพ่ Ace : มูลค่าเท่ากับ 1</h4>
					<img src="../../../images/player/photo_guide_02.png" />

					<h4>ไพ่ J-Q-K-10 : มูลค่าเท่ากับ 0</h4>
					<img src="../../../images/player/photo_guide_03.png" />
					<ul class="tip">
						<li>
							*หลังจักไพ่รอบแรกแจกเสร็จแล้ว"Player" หรือ"Banker" ได้มูลค่ารวมที่ 8 – 9 ก็เป็นผู้ชนะ. เรียกว่า (Natural winner)
						</li>
						<li>
							*ตามกฎของเกมไพ่ใบที่ 3 อาจจะถูกแจกหรือไม่แจกหลังไพ่ที่ 2 ในรอบแรกได้รับแจกเรียบร้อย.
						</li>
					</ul>

					<h4>ยกตัวอย่าง</h4>
					<img src="../../../images/player/photo_guide_04.png" />

					<h3>กฎไพ่ที่ 3</h3>
					<table>
						<thead>
							<tr>
								<td>แต้มรวม</td>
								<td class="player">Player</td>
								<td class="banker">Banker</td>
							</tr>
						</thead>
						<tbody>
							<tr>
								<td>0</td>
								<td>ต้องการไพ่ใบที่ 3</td>
								<td>ต้องการไพ่ใบที่ 3</td>
							</tr>
							<tr>
								<td>1</td>
								<td>ต้องการไพ่ใบที่ 3</td>
								<td>ต้องการไพ่ใบที่ 3</td>
							</tr>
							<tr>
								<td>2</td>
								<td>ต้องการไพ่ใบที่ 3</td>
								<td>ต้องการไพ่ใบที่ 3</td>
							</tr>
							<tr>
								<td>3</td>
								<td>ต้องการไพ่ใบที่ 3</td>
								<td>ถ้า"Player"ได้รับไพ่ใบที่ 3 แล้วแต้มรวมอยู่ที่ 8 ไพ่ใบที่ 3 จะไม่ถูกแจกให้ "Banker"</td>
							</tr>
							<tr>
								<td>4</td>
								<td>ต้องการไพ่ใบที่ 3</td>
								<td>ถ้า"Player"ได้รับไพ่ใบที่ 3 แล้วแต้มรวมอยู่ที่ 0, 1, 8,หรือ 9 ไพ่ใบที่ 3 จะไม่ถูกแจกให้ "Banker"</td>
							</tr>
							<tr>
								<td>5</td>
								<td>ต้องการไพ่ใบที่ 3</td>
								<td>ถ้า"Player"ได้รับไพ่ใบที่ 3 แล้วแต้มรวมอยู่ที่ 0, 1, 2, 3, 8, หรือ 9 ไพ่ใบที่ 3 จะไม่ถูกแจกให้ "Banker"</td>
							</tr>
							<tr>
								<td>6</td>
								<td>ไม่ต้องการไพ่ใบที่ 3</td>
								<td>ถ้า"Player"ได้รับไพ่ใบที่ 3 แล้วแต้มรวมอยู่ที่ 6 หรือ 7 ไพ่ใบที่ 3 จะถูกแจกให้ "Banker"</td>
							</tr>
							<tr>
								<td>7</td>
								<td>ไม่ต้องการไพ่ใบที่ 3</td>
								<td>ไม่ต้องการไพ่ใบที่ 3</td>
							</tr>
							<tr>
								<td>8</td>
								<td>(Natural winner)จบรอบ</td>
								<td>(Natural winner)จบรอบ</td>
							</tr>
							<tr>
								<td>9</td>
								<td>(Natural winner)จบรอบ</td>
								<td>(Natural winner)จบรอบ</td>
							</tr>
						</tbody>
					</table>

					<h3>การจ่ายเงิน</h3>
					<p>บาคาร่า</p>
					<table>
						<thead>
							<tr>
								<td>ผลและการวางเดิมพัน</td>
								<td>การจ่ายเงิน</td>
							</tr>
						</thead>
						<tbody>
							<tr>
								<td class="player">เดิมพันที่ player</td>
								<td>1 : 1 (ผลเสมอจะคืนเงินตามจำนวนเดิมพัน)</td>
							</tr>
							<tr>
								<td class="banker">เดิมพันที่ Banker</td>
								<td>1 : 0.95 (ผลเสมอจะคืนเงินตามจำนวนเดิมพัน)</td>
							</tr>
							<tr>
								<td class="tie">เดิมพันที่ Tie</td>
								<td>1 : 8</td>
							</tr>
							<tr>
								<td class="player">เดิมพันที่ Player คู่</td>
								<td>1 : 11（ราคาคู่จะเพิ่มแบบสุ่ม）</td>
							</tr>
							<tr>
								<td class="banker">เดิมพันที่ Banker คู่</td>
								<td>1 : 11（ราคาคู่จะเพิ่มแบบสุ่ม）</td>
							</tr>
							<tr>
								<td class="other">Big (สูง)</td>
								<td>1 : 0.5</td>
							</tr>
							<tr>
								<td class="other">Small (ต่ำ)</td>
								<td>1 : 1.5</td>
							</tr>
							<tr>
								<td class="other">Turtle (เต่า)</td>
								<td>1 : 5</td>
							</tr>
							<tr>
								<td class="other">Phoenix (หงส์)</td>
								<td>1 : 25</td>
							</tr>
						</tbody>
					</table>

					<h4>สูง/ต่ำ , Player/Banker คู่, เต่าคู่/หงส์คู่</h4>
					<ol>
						<li>
							สูง / ต่ำ : ขึ้นอยู่กับจำนวนไพ่ที่มีอยู่บนโต๊ะ. 4 ใบ คือต่ำ. 5 – 6 ใบคือสูง
						</li>
						<li>
							Player/Bankerคู่: ถ้าไพ่ 2 ใบแรกของ "Player" หรือ "Banker" เหมือนกัน (ขึ้นอยู่กับ อักษร หรือ เลข,ไม่รวมไพ่ชุด) ถือว่าเป็นไพ่คู่. ถ้าไพ่2ใบแรกของ "Banker" เหมือนกันก็ถือว่าเป็น "Banker คู่". ถ้าไพ่ 2 ใบแรกของ "Player" เหมือนกันก็ถือว่าเป็น"Player คู่".
						</li>
						<li>
							เต่าคู่: การเดิมพักข้างโต๊ะที่ไม่บังคับ. ไพ่ 2 ใบแรกด้านไหนด้านหนึ่งที่ได้เป็นคู่แต่ไม่ใช่ดอกและสีเดียวกันถือว่าเป็นเต่าคู่. คุณจะได้รับโบนัส.
						</li>
						<li>
							หงส์คู่ : การเดิมพักข้างโต๊ะที่ไม่บังคับ. ไพ่ 2 ใบแรกด้านไหนด้านหนึ่งที่ได้เป็นคู่และดอกกับสีเดียวกันถือว่าเป็นหงส์คู่.คุณจะได้รับโบนัส.
						</li>
					</ol>

					<h3>การสับไพ่</h3>
					<p>
						ในทุกเกมจะใช้ไพ่ใหม่ที่สับแล้ว 8 ชุด. เมื่อไพ่ใหม่มาถึงที่โต๊ะไพ่จะถูกวางในกล่องและเจ้ามือจะเสียบไพ่แยกไหวในไพ่ใหม่. เมื่อไพ่แยกถูกแจกออกมาก็หมายความว่าไพ่ชุดใหม่จะถูกเปลี่ยนในรอบต่อไป. ไพ่เก่าที่เหลือทั้งหมดหลังไพ่แยกจะถูกเอออกทุกทีที่ไพ่ใหม่มาถึงที่โต๊ะ. และก่อนที่จะใส่ไพ่ใหม่เข้าไปที่กล่องๆไพ่เจ้ามือจะสับไพ่บนโต๊ะ.
					</p>

					<h3>การทิ้งไพ่ในชุดใหม่</h3>
					<p>
						เจ้ามือจะดึงไพ่แรกแบบหน้าหงายทุกที่ก่อนไพ่ชุดใหม่จะถูกใช้.จำนวนไพ่ตามมูลค่าไพ่จถูกดึงไหวเพื่อทิ้งก่อนเกมใหม่จะเริ่ม.
					</p>

					<h3>ฟีดวิดีโอสด</h3>
					<p>
						เนื่องจากลักษณะของอินเทอร์เน็ตแฝงภาพวิดีโออาจเกิดขึ้น. เกมนี้ได้รับการออกแบบมาเพื่อให้แน่ใจว่าผู้เล่นไม่ได้มีข้อได้เปรียบหรือเสียเปรียบเนื่องจากศักยภาพในการแอบแฝง
					</p>

					<h3>หมายเหตุเมื่อระบบขัดข้อง</h3>
					<p>
						ไม่มีการชำระเงินหรือการเดิมพักถูกโมฆะเมื่อเกิดเหตุระบบขัดข้อง.
					</p>

					<h3>เชื่อมต่อไม่ได้หรือเกิดปัญหา</h3>
					<p>
						หากคุณไม่ได้เชื่อมต่อกับเกมเนื่องจากปัญหาการเชื่อมต่อเดิมพันของคุณจะถูกบันทึกและจ่ายเงินตามผลของรอบ. คุณสามารถดูผลของรอบในประวัติเกม
					</p>

					<h3>เรียน</h3>
					<ol>
						<li>
							การวางเดิมพัก สูง ต่ำ จะไม่ได้รับวางหลังจัก 31 เกมของไพ่ทุกชุด.
						</li>
						<li>
							การเดิมพันต่ำสุดและสูงสุดจะขึ้นอยู่กับขีดจำกัดของแต่ละโต๊ะ. ผู้เล่นสามารถวางเดิมพันระหวังช่วงเดิมพันที่รวมกันของวงเงินการเล่นต่อโต๊ะและวงเงินเดิมพันส่วนบุคคลของผู้เล่น.กรุณาติดต่อฝ่ายบริการลูกค้าหากคุณต้องการปรับวงเงินเดิมพันส่วนตัวของคุณ.
						</li>
						<li>
							ระบบอาจจะอ่านไพ่ที่แจกออก.ถ้าระบบอ่านไม่ออกเป็นไพ่อะไร เจ้ามือจะทำการสแกนอีกทีเพื่อให้ระบบอ่านไพ่. ถ้าระบบยังไม่สามารถอ่านก็จะยุบการเล่นรอบนี้แล้วเงินเดิมพันจะคืนไปให้ทุกท่าน.
						</li>
						<li>
							ในกรณีที่มีการชำระเงินไม่ถูกต้องการชำระเงินจะได้รับการชำระเงินใหม่ตามผลวิดีโอปัจจุบัน
						</li>
					</ol>
				</div>

				<div id="guideRoad" style="display: none">
					<p>
						"เค้า" คือฟังค์ชั่นใหม่ที่จะคอยแจ้งเตือนผู้เล่นเมื่อ "เค้า"นั้นได้แสดงขึ้นมาในตารางบาคาร่า ทุกๆการแจ้งเตือนนั้นจะแสดงขึ้นตามเวลาจริงและจะทำให้ผู้เล่นสามารถที่จะวางเดิมพันในหน้าจอเกมเดียวกันซึ่งจะช่วยประหยัดเวลาในการเปลี่ยนโต๊ะและป้องกันการเสียโอกาศในการวางเดิมพัน
					</p>

					<h4>โปรดอ่าน</h4>
					<p>
						เมื่อมีการแจ้งเตือน เค้า นั้นจะไม่มีผลกระทบโดยเค้าหลักหรือผลเสมอใดๆที่แสดงขึ้นบนโร๊ดแมพ ฉะนั้นผลเสมอใดๆจะไม่มีผลต่อการแจ้งเตือนเค้า
					</p>

					<div class="good_road_list">
						<dl>
							<dt>เค้าหลัก1</dt>
							<dd>
								ความหมาย: เมื่อมีวงกลมสีแดงติดกัน4ครั้งหรือมากกว่า
								<img src="../../../images/player/good_road_1.jpg" alt="img" />
							</dd>
						</dl>
						<dl>
							<dt>เค้าหลัก2</dt>
							<dd>
								ความหมาย: เมื่อมีวงกลมสีน้ำเงินติดกัน4ครั้งหรือมากกว่า
								<img src="../../../images/player/good_road_2.jpg" alt="img" />
							</dd>
						</dl>
						<dl>
							<dt>เค้าหลัก3</dt>
							<dd>
								ความหมาย: เมื่อแถวที่ติดกันมีวงกลมแดงหรือน้ำเงิน2ครั้งหรือมากกว่า
								<img src="../../../images/player/good_road_3.jpg" alt="img" />
							</dd>
						</dl>
						<dl>
							<dt>เค้าหลัก4</dt>
							<dd>
								แต่ละแถวมี วงกลมสีแดง1สีน้ำเงิน1หรือน้ำเงิน1แดง1เท่ากัน
								<img src="../../../images/player/good_road_4.jpg" alt="img" />
							</dd>
						</dl>
						<dl>
							<dt>เค้าหลัก5</dt>
							<dd>
								มีสีแดง1สีน้ำเงิน2ติดต่อกัน
								<img src="../../../images/player/good_road_5.jpg" alt="img" />
							</dd>
						</dl>
						<dl>
							<dt>เค้าหลัก6</dt>
							<dd>
								มี สำน้ำเงิน1สีแดง2ติดต่อกัน
								<img src="../../../images/player/good_road_6.jpg" alt="img" />
							</dd>
						</dl>
						<dl>
							<dt>เค้าหลัก7</dt>
							<dd>
								มีสีแดง,สีน้ำเงิน,สีแดง2,จากนั้นสีน้ำเงิน1ติดต่อกัน
								<img src="../../../images/player/good_road_7.jpg" alt="img" />
							</dd>
						</dl>
						<dl>
							<dt>เค้าหลัก8</dt>
							<dd>
								มีสีน้ำเงิน2,สีแดง1สีน้ำจากนั้นสีแดง2ติดต่อกัน
								<img src="../../../images/player/good_road_8.jpg" alt="img" />
							</dd>
						</dl>
						<dl>
							<dt>เค้าหลัก9</dt>
							<dd>
								สีแดง1ถูกแยกโดยสีน้ำเงินแบบสุ่มจากนั้นก็มีสีแดงขึ้นมาอีก2ครั้งหรือมากกว่า โดยต้องเกิดขึ้นสองครั้งเป็นอย่างน้อย
								<img src="../../../images/player/good_road_9.jpg" alt="img" />
							</dd>
						</dl>
						<dl>
							<dt>เค้าหลัก10</dt>
							<dd>
								สีน้ำเงิน1ถูกแยกโดยสีแดงแบบสุ่มจากนั้นก็มีสีน้ำเงิน2ครั้งหรือมากกว่า, โดยที่ต้องมีแบบอย่างน้อย2ครั้ง
								<img src="../../../images/player/good_road_10.jpg" alt="img" />
							</dd>
						</dl>
					</div>
				</div>

				<div id="guideIns" style="display: none">
					<div>
						<h4>คำแนะนำในการเข้าร่วมและตัวเลือกการเดิมพัน</h4>
						<ol>
							<li>เมื่อเกมได้เริ่มขึ้น,หลังจากที่ไพ่ทั้ง4ใบได้ถูกหงายขึ้นสำหรับทั้งฝ่าย แบงค์เกอร์ และ เพลเยอร์ , ใครก็ตามที่มีแต้มรวม 8 หรือ 9 จะเป็นผู้ชนะในรอบนั้นๆ </li>
							<li>เมื่อนำตัวเคอร์เซอร์เมาส์ไปที่ปุ่ม “?” ระบบจะทำการป๊อปอัพกฏการเดิมพันประกันภัย และ ตารางราคาขึ้นโดยอัตโนมัติ </li>
							<li>เมื่อเกมได้เริ่มขึ้น,ผู้เล่นสามารถที่จะเลือกได้ว่า แบงค์เกอร์ หรือ เพลเยอร์ จะเป็นผู้ชนะ เมื่อเกมได้มาถึงเงื่อนไขของการประกันภัย, หน้าจอการเดิมพันประกันภัยจะแสดงขึ้นโดยอัตโนมัติ</li>
							<li>เมื่อหน้าจอการเดิมพันประกันภัยได้แสดงขึ้น,ผู้เล่นสามารถเลือกชิพที่ตั้งค่าเอาไว้ตอนเริ่มต้นหรือพิมพ์จำนวนใดก็ได้ที่อยู่ภายใต้ขีดจำกัดตามที่แสดงอยู่บนหน้าจอประกันภัย</li>
						</ol>
					</div>
					<br /><br />
					<div>
						<h4>กฏกติกาเกม</h4>
						<ol>
							<li>ในแต่ละรอบหลังจากที่ไพ่ทั้ง4ใบได้ถูกหงายขึ้นสำหรับแบงค์เกอร์และเพลเยอร์ จะมีโอกาศ2ครั้งที่จะใช้การเดิมพันประกันภัย เฉพาะในกรณีที่เงื่อนไขนั้นตรงกับตารางด้านล่างนี้</li>
							<li>การเดิมพันประกันภัยจะเกิดขึ้นต่อเมื่อผู้เล่นเลือกเดิมพันที่ฝ่าย แบงค์เกอร์ หรือ เพลเยอร์ เท่านั้น</li>
							<li>จำนวนการเดิมพันสูงสุดในการเดิมพันประกันภัยนั้นจะขึ้นอยู่กับจำนวนที่ผู้เล่นได้เลือกเดิมพันไปใน แบงค์เกอร์ หรือ เพลเยอร์ เพื่อที่จะปรัปอัตราจ่ายของประกันให้สอดคล้องกัน </li>
						</ol>
					</div>
					<br /><br />
					<div style="letter-spacing: 1px">
						<table>
							<thead>
								<tr>
									<th colspan="7" class="banker">เดิมพันประกันภัยแบงค์เกอร์</th>
								</tr>
								<tr>
									<th colspan="3">เดิมพันประกันภัยแบงค์เกอร์ (หลังจากที่ไพ่ทั้ง4ได้ถูกหงาย)</th>
									<th></th>
									<th colspan="3">แบงค์เกอร์ (หลังจากไพ่ทั้ง4ได้ถูกหงาย)</th>
								</tr>
								<tr>
									<th width="14%">แบงค์เกอร์ </th>
									<th width="14%">เพลเยอร์</th>
									<th width="14%">ราคา(เดิมพันประกันภัยแบงค์เกอร์)</th>
									<th width="14%"></th>
									<th width="14%">ผลลัพธ์สุดท้าย</th>
									<th width="14%">เดิมพันประกันภัยแบงค์เกอร์</th>
									<th width="14%">แบงค์เกอร์</th>
								</tr>
							</thead>
							<tbody>
								<tr>
									<td>5</td>
									<td>0~4</td>
									<td>1:2</td>
									<td></td>
									<td>เพลเยอร์ชนะ</td>
									<td>ชนะ</td>
									<td>แพ้</td>
								</tr>
								<tr>
									<td>6</td>
									<td>0~5</td>
									<td>1:3</td>
									<td></td>
									<td>แบงค์เกอร์ชนะ</td>
									<td>แพ้</td>
									<td>ชนะ</td>
								</tr>
								<tr>
									<td>7</td>
									<td>0~5</td>
									<td>1:4</td>
									<td></td>
									<td>เสมอ</td>
									<td>เสมอ</td>
									<td>เสมอ</td>
								</tr>
							</tbody>
						</table>
						<br /><br />
						<table>
							<tr>
								<th colspan="3">เดิมพันประกันภัยแบงค์เกอร์ (หลังไพ่ใบที่สามของเพลเยอร์ )</th>
								<th></th>
								<th colspan="3">กฏชนะ/แพ้ประกันภัยแบงค์เกอร์</th>
							</tr>
							<tr>
								<th width="14%">แบงค์เกอร์ (ไพ่2ใบแรก)</th>
								<th width="14%">เพลเยอร์</th>
								<th width="14%">ราคา(เดิมพันประกันภัยแบงค์เกอร์)</th>
								<th width="14%"></th>
								<th width="14%">ผลลัพธ์สุดท้าย</th>
								<th width="14%">เดิมพันประกันภัยแบงค์เกอร์</th>
								<th width="14%">แบงคเกอร์</th>
							</tr>
							<tr>
								<td>1</td>
								<td>1</td>
								<td>1:7</td>
								<td></td>
								<td>เพลเยอร์ชนะ</td>
								<td>ชนะ</td>
								<td>แพ้</td>
							</tr>
							<tr>
								<td>1~6</td>
								<td>0</td>
								<td>1:9</td>
								<td></td>
								<td>แบงค์เกอร์ชนะ</td>
								<td>แพ้</td>
								<td>ชนะ</td>
							</tr>
							<tr>
								<td>2~6</td>
								<td>1</td>
								<td>1:8</td>
								<td></td>
								<td>เสมอ 0 แต้ม</td>
								<td>ชนะ</td>
								<td>เสมอ</td>
							</tr>
							<tr>
								<td>3~6</td>
								<td>2</td>
								<td>1:4</td>
								<td></td>
								<td>>=1 แต้มเสมอ</td>
								<td>เสมอ</td>
								<td>เสมอ</td>
							</tr>
							<tr>
								<td>4</td>
								<td>3</td>
								<td>1:2</td>
								<td></td>
								<td></td>
								<td></td>
								<td></td>
							</tr>
						</table>
						<br /><br />
						<table>
							<tr>
								<th colspan="7" class="player">เดิมพันประกันภัยเพลเยอร์</th>
							</tr>
							<tr>
								<th colspan="3">เดิมพันประกันภัยเพลเยอร์ (หลังไพ่4ใบได้ถูกหงาย) </th>
								<th></th>
								<th colspan="3">กฏชนะ/แพ้ประกันภัยเพลเยอร์ (หลังไพ่4ใบได้ถูกหงาย)</th>
							</tr>
							<tr>
								<th width="14%">เพลเยอร์</th>
								<th width="14%">แบงค์เกอร์</th>
								<th width="14%">ราคา(เดิมพันประกันภัยเพลเยอร์)</th>
								<th width="14%"></th>
								<th width="14%">ผลลัพธ์สุดท้าย</th>
								<th width="14%">เดิมพันประกันภัยเพลเยอร์</th>
								<th width="14%">เพลเยอร์</th>
							</tr>
							<tr>
								<td>5</td>
								<td>4</td>
								<td>1:2</td>
								<td></td>
								<td>แบงค์เกอร์ชนะ</td>
								<td>ชนะ</td>
								<td>แพ้</td>
							</tr>
							<tr>
								<td>6</td>
								<td>0~5</td>
								<td>1:3</td>
								<td></td>
								<td>เพลเยอร์ชนะ</td>
								<td>แพ้</td>
								<td>ชนะ</td>
							</tr>
							<tr>
								<td>7</td>
								<td>0~5</td>
								<td>1:4</td>
								<td></td>
								<td>เสมอ</td>
								<td>เสมอ</td>
								<td>เสมอ</td>
							</tr>
						</table>
						<br /><br />
						<table>
							<tr>
								<th colspan="3">กฏชนะ/แพ้ประกันภัยเพลเยอร์ (หลังไพ่ใบที่3ของเพลเยอร์)</th>
								<th></th>
								<th colspan="3">กฏชนะ/แพ้ประกันภัยเพลเยอร์ (หลังไพ่ใบที่3ของเพลเยอร์)</th>
							</tr>
							<tr>
								<th width="14%">เพลเยอร์</th>
								<th width="14%">แบงค์เกอร์ (ไพ่2ใบแรก)</th>
								<th width="14%">ราคา(เดิมพันประกันภัยเพลเยอร์)</th>
								<th width="14%"></th>
								<th width="14%">ผลลัพธ์สุดท้าย</th>
								<th width="14%">เดิมพันประกันภัยเพลเยอร์</th>
								<th width="14%">เพลเยอร์</th>
							</tr>
							<tr>
								<td>5</td>
								<td>0~4</td>
								<td>1:2</td>
								<td></td>
								<td>แบงค์เกอร์ชนะ</td>
								<td>ชนะ</td>
								<td>แพ้</td>
							</tr>
							<tr>
								<td>6</td>
								<td>0~5</td>
								<td>1:3</td>
								<td></td>
								<td>เพลเยอร์ชนะ</td>
								<td>แพ้</td>
								<td>ชนะ</td>
							</tr>
							<tr>
								<td>7</td>
								<td>0~6</td>
								<td>1:4</td>
								<td></td>
								<td>เสมอ 9 แต้ม</td>
								<td>ชนะ</td>
								<td>เสมอ</td>
							</tr>
							<tr>
								<td>8</td>
								<td>0~6</td>
								<td>1:8</td>
								<td></td>
								<td>&lt;=8 แต้มเสมอ</td>
								<td>เสมอ</td>
								<td>เสมอ</td>
							</tr>
							<tr>
								<td>9</td>
								<td>0~6</td>
								<td>1:9</td>
								<td></td>
								<td></td>
								<td></td>
								<td></td>
							</tr>
						</table>
					</div>
					<br /><br />
					<div>
						<h4>ข้อควรคำนึง</h4>
						<ol>
							<li>การเดิมพันขั้นต่ำและสูงสุดนั้นอ้างอิงจากขีดจำกัดของทางโต๊ะ ผู้เล่นสามารถวางเดิมพันภายในขีดจำกัดของประเภทการเดิมพันของโต๊ะ และ ขีดจำกัดส่วนตัวของผู้เล่น หากคุณต้องการปรัปเปลี่ยนขีดจำกัดเดิมพันส่วนตัวของคุณ, กรุณาติดต่อฝ่ายดูแลลูกค้า </li>
							<li>ในขณะที่ไพ่กำลังถูกแจกโดยดีลเลอร์,ระบบอาจสามารถหรือไม่สามารถอ่านไพ่ได้, ในกรณีที่ระบบไม่สามารถอ่านไพ่ได้, ดีลเลอร์จะทำการสแกนไพ่อีกครั้งจนกว่าระบบจะอ่านไพ่สำเร็จ (ในกรณีที่ระบบไม่สามารถอ่านไพ่ใบดังกล่าวได้,รอบนั้นจะถูกยกเลิกและการเดิมพันทั้งหมดจะถูกส่งกลับ) </li>
							<li>ในกรณีที่เกมไม่ความผิดปกติ, เพื่อที่จะคงเอาไว้ซึ่งความยุติธรรม, รอบปัจจุบันจะถูกยกเลิกและการเดิมพันทั้งหมดจะถูกส่งกลับ หากความผิดปกตินั้นไม่ได้กระทบกับกฏการเดิมพันบาคาร่าทั่วไปแล้ว, จะมีเพียงการเดิมพันประกันภัยเท่านั้นที่ถูกยกเลิก และ การเดิมพันประกันภัยจะถูกส่งกลับ </li>
							<li>ในกรณีที่มีการชำระผิดพลาด, การชำระจะถูกทำขึ้นใหม่โดยอ้างอิงจากผลลัพธ์ของวิดิโอปัจจุบัน</li>
							<li>ในกรณีที่มีการคืนเงินจากจำนวนการเดิมพันของผู้เล่น, การเดิมพันประกันภัยจะถูกยกเลิกและส่งกลับ การเดิมพันอื่นๆจะดำเนินการต่อและนำไปชำระ</li>
						</ol>
					</div>
				</div>
			</div>
		</div>
	</div>
</body>
</html>
